Repository: common-repository/planso-leads
Catalog: locale/psl-*.po
Languages: de_de

source: You need to accept our terms and conditions in order to proceed.
de_de: Bitte bestätigen Sie unsere AGB um fortfahren zu können.

source: First name
de_de: Vorname

source: Please enter your first name.
de_de: Bitte tragen Sie Ihren Vornamen ein.

source: Last name
de_de: Nachname

source: Please enter your last name.
de_de: Bitte tragen Sie Ihren Nachnamen ein.

source: Company
de_de: Unternehmen

source: Please enter the name of your company. This will be used as your login token.
de_de: Bitte tragen Sie den Namen Ihres Unternehmens ein.

source: Website-Address
de_de: Website Adresse

source: Min 3 lowercase characters from a to z
de_de: Mindestens 3 klein geschriebene Zeichen von a bis z

source: This is the subdomain your instance will be installed to.
de_de: Dies wird die Subdomain unter der Ihre Instanz erreichbar sein wird.

source: I have read and accepted the terms &amp; conditions
de_de: Ich habe die AGB gelesen und akzeptiere diese.

source: Check this to mark the field as required
de_de: Aktivieren Sie dieses Kästchen um das Feld als erforderlich zu markieren

source: Register free trial
de_de: Kostenlose Test-Version anfordern

source: Thank you for signing up
de_de: Vielen Dank für Ihre Anmeldung

source: Your PlanSo account is ready!
de_de: Ihre PlanSo Instanz wurde erfolgreich erstellt!

source: In short you will receive an email containig your username and password as well as the login url.
de_de: Sie erhalten in Kürze eine E-Mail mit Ihren Zugangsdaten sowie Ihre persönliche Login-Url.

source: As soon as you login for the first time you will be able to create your lead teasers.
de_de: Sobald Sie sich das erste mal einloggen können Sie Ihren ersten Teaser anlegen.

source: In case you have any questions regarding PlanSo do not hesitate to contact us via support@planso.de!
de_de: Sollten Sie Fragen bezüglich PlanSo haben, zögern Sie bitte nicht, uns via support@planso.de zu kontaktieren.

source: Continue to login
de_de: Weiter zum Login

source: Unnamed
de_de: Unbenannt

source: Like PlanSo Leads? Post a review!
de_de: Dir gefällt PlanSo Leads? Schreibe eine Bewertung!

source: Clicking the button below will submit the information entered above to PlanSo.de. A new instance of PlanSo Leads will then be installed for you and you will receive an email with your administrator credentials. You will <b>not</b> be billed anything and <b>no credit card is required</b> until you decide to upgrade to a paid plan. For the details of the different plans please refere to our website at:
de_de: Durch betätigen des nachfolgenden Buttons übermitteln Sie die oben eingetragenen Informationen an PlanSo.de. Eine neue Instanz von PlanSo Leads wird dann für Sie installiert und Sie werden eine E-Mail mit den Zugangsdaten erhalten. Ihnen wird dabei <b>NICHTS</b> berechnet und Sie benötigen <b>keine Kreditkarte oder andere Zahlungsdaten</b> bis Sie sich für ein kostenpflichtiges Upgrade entscheiden. Für die Tarif-Details besuchen Sie bitte unsere Website auf:

source: Obtain free token
de_de: Kostenlosen Token anfordern

source: Company Token
de_de: Unternehmens Token

source: The company token is the word found in front of planso.de as in TOKEN.planso.de when logging into your instance.
de_de: Ihr Unternehmens-Token ist das Wort, das Sie vor planso.de wie in TOKEN.planso.de vorfinden, wenn Sie sich in Ihre Instanz einloggen.

source: Update
de_de: Aktualisieren
